/* Go back action title */
"Back" = "뒤로";

/* Continue action title */
"Continue" = "계속";

/* Setup a new printer title */
"Set Up New Printer" = "새 프린터 설치";

/* Application name */
"HP Easy Wireless Setup" = "HP Easy Wireless Setup";

/* HP Smart print details explanation */
"In just a few steps, you can start using your HP printer." = "몇 단계만 거치면 HP 프린터 사용을 시작하실 수 있습니다.";

/* Prepare printer message */
"Prepare" = "준비";

/* Click continue message on prepare printer view */

/* Ensure power is on message on prepare printer view */
"Power is ON" = "전원이 켜져 있음";


/* Unconfigured printer display name */
"New Wireless Printer" = "새로운 무선 프린터";

/* Printer selection view title */
"Connect" = "연결";

/* Printer selection view description */
"Click Continue to set up a new wireless printer, or click Show All to select a printer that is already connected." = "[계속]을 클릭하여 새 무선 프린터를 설치하거나, [모두 표시]를 클릭하여 이미 연결되어 있는 프린터를 선택합니다.";

/* Show all printers button title */
"Show All" = "모두 표시";

/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*                         	Printer configuration                           */
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/

/* Printer confuguration view description */
"Follow these steps to add your printer to your Wi-Fi network." = "프린터를 Wi-Fi 네트워크에 추가하려면 다음 단계를 따르십시오.";

/* Connect to HP-Setup- network title */
"Connect your Mac to the printer" = "Mac을 프린터에 연결합니다.";

/* Connect to HP-Setup- network explanation */
"Click the Wi-Fi icon in the menu bar and choose the printer's network (starts with \"HP-Setup\")." = "메뉴 바의 Wi-Fi 아이콘을 클릭하고 프린터 네트워크를 선택합니다(\"HP-Setup\"에서 시작).";

/* Join network step title */

/* Connect to known network message */
"Click the Wi-Fi icon in the menu bar, and select your printer network (%@)" = "메뉴 바의 Wi-Fi 아이콘을 클릭하고 프린터 네트워크(%@)를 선택합니다.";

/* Restore WiFi network step title */
"Restore your Mac's original Wi-Fi setting" = "Mac의 원래 Wi-Fi 설정을 복원합니다.";

/* Generic network name in lowercase */
"your network" = "사용자 네트워크";

/* Restore WiFi network step explanation */
"Click the Wi-Fi icon in the menu bar and choose the %@ network." = "메뉴 바의 Wi-Fi 아이콘을 클릭하고 %@ 네트워크를 선택합니다.";
"Click the Wi-Fi icon in the menu bar, choose \"Join Other Network\", and connect to the %@ network." = "메뉴 바의 Wi-Fi 아이콘을 클릭하고 \"다른 네트워크에 연결\"을 선택한 후 %@ 네트워크에 연결합니다.";

/* Generic network name */
"Your network" = "사용자 네트워크";

/* Password description format */
"The Wi-Fi network%1$@requires a%2$@password." = "본 Wi-Fi 네트워크는%1$@암호가%2$@필요합니다.";

/* Password title */
"Password:" = "암호:";

/* Cancel button title */
"Cancel" = "취소";

/* OK button title */
"OK" = "OK";


/* Try again button title */
"Try Again" = "다시 시도";

/* Printer configuration error text */

/* Alert explanation text displayed when the printer doesn't support LEDM configuration */

/* Alert message on timeout while restoring connection */

/* Alert info on timeout while restoring connection */

/* Default button of alert on timeout while restoring connection */
"Wait" = "대기";

/* Alternate button of alert on timeout while restoring connection */
"Reconfigure" = "다시 구성";

/* Network joining error description */
"Make sure the network name and password are correct, try again later, or select another network from the list." = "네트워크 이름과 암호가 올바른지 확인하고 나중에 다시 시도하거나, 목록에서 다른 네트워크를 선택하십시오.";

/* Other button of alert on timeout while restoring connection */
"Cancel" = "취소";

/* Message text of the alert when connecting to unsupported network */
"Cannot connect to the network \"%@\"" = "\"%@\" 네트워크에 연결할 수 없음";

/* Informative text of the alert when connecting to unsupported network */
"The network \"%1$@\" has the %2$@ encryption type. This encryption type is not supported." = "\"%1$@\" 네트워크는 %2$@ 암호화 유형으로 보호됩니다. 이 암호화 유형은 지원되지 않습니다.";

/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*                        Print test page controller                          */
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/

/* Add and print screen messages */
"Follow the steps below to prepare for printing." = "인쇄를 준비하려면 다음 단계를 따르십시오.";
"Click Add Printer. A new window will open." = "[프린터 추가]를 클릭하면 새 창이 열립니다.";
"Add Printer..." = "프린터 추가...";
"In the newly opened window:" = "새로 열린 창에서 다음을 수행합니다.";
"Choose \"%1$@\" from the %2$@ pop-up menu." = "%2$@ 팝업 메뉴에서 \"%1$@\"을(를) 선택합니다.";
"Use" = "사용";
"Print Using" = "사용 프린터";


"Click Add." = "[추가]를 클릭합니다.";
"To ascertain that the printer has been successfully configured, place a sheet of %@ paper in the printer's paper tray, and then click Print Test Page." = "프린터가 성공적으로 구성되었는지 확인하려면 용지 %@장을 프린터 용지함에 넣고 [테스트 페이지 인쇄]를 클릭합니다.";

"Print Test Page" = "테스트 페이지 인쇄";

/* The name of the print job */
"Test Page" = "테스트 페이지";

"Add and Verify" = "추가 및 확인";

/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*                         Join other network sheet                           */
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/

/* Join other network sheet title */
"Find and join a Wi-Fi network." = "Wi-Fi 네트워크를 찾아서 연결하십시오.";

/* Join other network description label */
"Enter the name and security type of the network you want to join." = "연결하려는 네트워크의 이름과 보안 유형을 입력하십시오.";

/* Network name label */
"Network Name:" = "네트워크 이름:";

/* Security type label */
"Security:" = "보안:";

/* Password label */
"Password:" = "암호:";

/* Show password checkbox title */
"Show password" = "암호 표시";

/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*                   			     Rename printer       		                  */
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/

"Apply" = "적용";

"Done" = "완료";

/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*               			     Network popup												*/
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/

"Refreshing Networks..." = "네트워크 새로 고침...";
"No Networks Found" = "네트워크를 찾을 수 없음";
"%d Networks Found" = "%d 네트워크 찾음";
"Join Other Network..." = "다른 네트워크에 연결...";

/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*               			   Network selection tutorial									*/
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/

"Wi-Fi: On" = "Wi-Fi: 켬";
"Turn Wi-Fi Off" = "Wi-Fi 끄기";
"HP-Setup..." = "HP-Setup…";
"Home" = "홈";
"Create Network..." = "네트워크 생성...";
"Open Network Preferences..." = "네트워크 환경설정 열기...";

/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*                        Login and password sheet                            */
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/

"%1$@ is trying to change your print settings. Type your password to allow this." = "%1$@이(가) 인쇄 설정을 변경하려 합니다. 이를 허용하려면 암호를 입력하십시오.";

"%1$@ is trying to change your print settings. Type an administrator's name and password to allow this." = "%1$@이(가) 인쇄 설정을 변경하려 합니다. 이를 허용하려면 관리자의 이름 및 암호를 입력하십시오.";

"Account name:" = "계정 이름:";


/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*                           Non HP driver sheet                              */
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/



"Use the Current Driver" = "현재 드라이버 사용";

"Switch to the HP Driver" = "HP 드라이버로 전환";

/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*                          Network Encryption types                          */
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/
"none" = "없음";
"wpa_psk_or_wpa2" = "개인용 WPA/WPA2";
"wpa_enterprise" = "기업용 WPA";
"wpa2_enterprise" = "기업용 WPA2";
"wpa_psk" = "개인용 WPA";
"wpa2" = "개인용 WPA2";

/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*                                 Plus version                               */
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/
/* Finish setup screen strings */
"Preparing to open HP Utility..." = "HP Utility 열기 준비 중...";
"Thank You!" = "감사합니다!";
"Continue with HP Utility" = "HP Utility 계속";
"Click Open HP Utility and then follow the steps presented. Once HP Utility has opened, HP Easy Start will automatically close." = "[HP Utility 열기]를 클릭한 후 제시되는 단계를 따르십시오. HP Utility 열리면 HP Easy Start가 자동으로 닫힙니다.";
"Cannot open HP Utility." = "HP Utility 열 수 없습니다.";
"Open HP Utility..." = "HP Utility 열기...";
"Now that you are connected and essential software is installed, use HP Utility to complete remaining printer setup tasks." = "이제 네트워크에 연결되어 필수 소프트웨어를 사용할 수 있으므로 HP Utility 사용하여 남은 프린터 설정 작업을 완료하십시오.";


/* Software installation strings */
"We were not able to automatically locate any software options for this product. Please go to the HP Website and search for product solutions there." = "이 제품에 대한 소프트웨어 옵션을 자동으로 찾을 수 없었습니다. HP 웹사이트로 이동하여 제품 솔루션을 검색하시기 바랍니다.";
"Searching for software..." = "소프트웨어 검색 중...";
"Install" = "설치";
"Recommended" = "권장";
"Installing... %.1f%%" = "설치 중... %.1f%%";
"Loading..." = "로드 중...";
/* Description text for alert on error happened during enabling Web Services */
"The HP Web Services for your device could not be activated" = "귀하의 장치용 HP 웹 서비스를 활성화할 수 없습니다";

/* Solution text for alert on error happened during enabling Web Services */
"Please make sure the device is connected to the Internet and has proper proxy settings." = "장치가 인터넷에 연결되어 있고 프락시 설정이 올바른지 확인하십시오.";

/* Short status message for installation process stalled */
"System activity in progress, please wait…." = "시스템 작업 진행 중. 기다려주십시오….";

"Cannot obtain software information." = "소프트웨어 정보를 가져올 수 없습니다.";
"Cannot install software." = "소프트웨어를 설치할 수 없습니다.";
"Go back to the previous step and try to install the software again." = "이전 단계로 돌아가서 소프트웨어 설치를 다시 시도하십시오.";
"%@ is busy" = "%@ 사용 중";
"Downloading... %@" = "다운로드 중... %@";
"Update available" = "업데이트 사용 가능";
"Downloaded" = "다운로드됨";
"Version: %@" = "버전: %@";
"Status: %@" = "상태: %@";
"Installed successfully" = "설치 성공";
"The software cannot be installed. Try again later." = "소프트웨어를 설치할 수 없습니다. 나중에 다시 시도하십시오.";
"Cannot connect to server" = "서버에 연결할 수 없음";
"Required" = "필수";
"Up to date" = "최신";
"Not Installed" = "설치 안 됨";
"Software installation requires authorization." = "소프트웨어 설치를 위해 인증이 필요합니다.";
"Cannot obtain software information. Check your network connection, and then try again." = "소프트웨어 정보를 가져올 수 없습니다. 네트워크 연결 확인 후 다시 시도하십시오.";
"Cannot download the software." = "소프트웨어를 다운로드할 수 없습니다.";
"Check your network connection, and then try again." = "네트워크 연결 확인 후 다시 시도하십시오.";
"Waiting..." = "대기 중...";
"Connecting..." = "연결 중...";


/* Print Queue Setup */
"Would you like to use the HP printer driver?" = "HP 프린터 드라이버를 사용하시겠습니까?";
"Select \"%@\"" = "\"%@\" 선택";

/* Setup printer by IP address instruction */
"Select the IP tab and then enter %@ in the Address field." = "IP 탭을 선택한 다음 주소 필드에 %@을(를) 입력하십시오.";

"Choose \"%@\" from the Protocol pop-up menu." = "[프로토콜] 팝업 메뉴에서 \"%@\"을(를) 선택합니다.";
"Choose a protocol supported by your printer from the Protocol pop-up menu." = "[프로토콜] 팝업 메뉴에서 프린터에서 지원하는 프로토콜을 선택합니다.";

"Generic PostScript Printer" = "일반 PostScript 프린터";
"Generic PCL Printer" = "일반 PCL 프린터";

/* Printer search/discovery */
"Ready to Connect" = "연결 준비됨";
"Search for IP address: %@" = "다음 IP 주소 검색: %@";
"Searching..." = "검색 중...";
"No devices have been found." = "장치를 찾을 수 없습니다.";
"No devices have been found" = "장치를 찾을 수 없습니다";

"Search for host name: %@" = "다음 호스트 이름 검색: %@";

/* Printer configuration */
"More..." = "더 보기...";
"About HP Auto Wireless Connect" = "HP 자동 무선 연결 정보";

/* Connect device to Wi-Fi network screen description */
"Click on the label under device icon and give your device a name that will be easy to recognize, make sure your Mac’s current Wi-Fi network is selected, and then click Join." = "장치 아이콘 아래의 레이블을 클릭하고 장치에 알기 쉬운 이름을 지정하고 Mac의 현재 Wi-Fi 네트워크가 선택되어 있는지 확인한 다음 연결을 클릭합니다.";

/* Connect device to Wi-Fi network screen description */
"Note: When you click Join, your Mac will be temporarily disconnected from your wireless network. %@" = "참고: 연결을 클릭하면 Mac의 무선 네트워크 연결이 일시적으로 해제됩니다. %@";

/* Join button title */
"Join" = "연결";


/* Preferences window title */
"Preferences" = "환경 설정";

/* Error messages */

"Cannot connect to the selected network." = "선택한 네트워크에 연결할 수 없습니다.";
"Cannot configure the printer." = "프린터를 구성할 수 없습니다.";

/* 1.1 Resources */

/* Displayed when user network set up to use manual IP address and app needs to temporary reconfigure network */

/* Displayed when user tries to quit app during system configuration change */
"You cannot quit the application while changes are being applied." = "변경 사항을 적용하는 동안 응용 프로그램을 종료할 수 없습니다.";


/* Message displayed on test page */
"Printing is enabled" = "인쇄 사용 중입니다.";

/* Displayed when user tries to quit app during software installayion */
"You cannot quit the application during installation. Wait until the installation is completed." = "설치 중에 응용 프로그램을 종료할 수 없습니다. 설치가 완료될 때까지 기다리십시오.";

/* Reminders */
"Remind Me..." = "알리기...";
"Set reminders to explore and install free HP-recommended software." = "무료 HP 권장 소프트웨어를 탐색하고 설치하도록 미리 알림을 설정합니다.";
"Checking for software..." = "소프트웨어 확인 중...";

/* Displayed name of the application home page link in reminders view */
"Home Page" = "홈 페이지";

/* Reminder time options */
"30 minutes" = "30분";
"1 hour" = "1시간";
"1 day" = "1일";
"No reminders" = "미리 알림 없음";

"Enable Printing" = "인쇄 사용";

"You cannot quit the application." = "응용 프로그램을 종료할 수 없습니다.";


/* Osprey Lite: The alert text that informs user that the network set up to use manual IP address and he needs to vhange settings to DHCP */

/* Reminders screen title  and description for case reminders are not available (10.7) */
"Other Software" = "다른 소프트웨어입니다";
"Explore and install free HP recommended software." = "HP 권장 소프트웨어를 탐색하고 설치합니다.";

/* Reminders screen description for case when reminders are unallowed for the app */
"Please allow %@ to access your reminders in the Security & Privacy system preferences pane" = "%@에서 보안 및 개인 정보 시스템 기본 설정 패널의 미리 알림에 액세스하도록 허용하십시오.";

/* Caption of the network selection pop-up button when no network is selected and join button is disabled */
"Select the network" = "네트워크 선택";



/* Info button title */
"More Info" = "추가 정보";



/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*                                     2.0                                    */
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/

"%1$@ may have been deleted or moved to another location. Quit and then reopen %1$@, and try again." = "%1$@이(가) 삭제되었거나 다른 위치로 이동했을 수 있습니다. %1$@을(를) 종료하고 재실행한 다음, 다시 시도하십시오.";
"Cannot complete operation" = "작업을 완료할 수 없음";
"Are you sure that you want to skip Online Setup steps?" = "온라인 설정 단계를 건너뛰시겠습니까?";
"Skip" = "건너뛰기";
"Online Setup is an important part of the complete setup of your printer. Certain product features may not be available to you until these steps are completed." = "온라인 설정은 프린터 설정을 완료하는 데 중요한 부분을 차지합니다. 이 단계가 완료되지 않으면 특정 제품 기능을 사용하지 못할 수도 있습니다.";
"Unable to communicate with the printer." = "프린터와 통신할 수 없습니다.";

/* Printer is not found title */
"No devices found that match search criteria" = "해당 검색 조건에 일치하는 장비 없음";

/* Description for case when the printer is not found during the filtering */
"Make sure that your device is powered on, and already connected to your network or via USB or ready to connect to your wireless network. Also check the product name, or assigned name for the networked device, and ensure that your search information is typed correctly. Click the Information button for more tips to follow if your device is still not found." = "장비의 전원이 켜져 있으며 네트워크 또는 USB로 연결되어 있거나 무선 네트워크에 연결할 준비가 되어 있는지 확인하십시오. 또한 제품 이름 또는 네트워크 장비에 대해 지정된 이름을 확인하고 검색 정보가 제대로 입력되었는지 확인하십시오. 그래도 장비를 찾을 수 없다면 [정보] 버튼을 눌러 팁을 확인하십시오.";

/* Description for case when the printer is not found during search by IP-address or host name */

/* Incorrect queue creation alert title and description */
"Printing was not enabled" = "인쇄가 활성화되지 않음.";
"Printing was not enabled successfully during the previous steps. This appears to have been caused by an incorrect printer selection in the Add Printer dialog. Please perform these steps again and pay close attention to the selections that you make." = "이전 단계에서 인쇄 활성화에 성공하지 못했습니다. 프린터 추가 대화상자에서 잘못된 프린터를 선택해서 발생한 문제 같습니다. 선택하는 프린터에 주의하여 이 단계를 다시 수행하십시오.";

"To connect the printer, complete the following steps. After you complete each step, click \"Try Again\".\n\n1. Make sure all printer cables are securely connected or that the wireless connection is working properly.\n\n2. Turn the printer off, and then turn it on again" = "프린터를 연결하려면 다음 단계를 완료하십시오. 각 단계를 완료한 이후에 \"다시 시도\"를 클릭하십시오.\n\n1. 모든 프린터 케이블이 확실히 연결되었는지 확인하거나 무선 연결이 제대로 작동하는지 확인합니다.\n\n2. 프린터를 껐다가 다시 켭니다.";

"Username:" = "사용자 이름:";

/* Conclusion screen title */
"Continue Online" = "온라인으로 계속";

/* Conclusion screen description */
"Now that you are connected and essential software is installed, remaining printer setup tasks will occur online." = "온라인에 연결되고 필수 소프트웨어가 설치되었으므로 남은 프린터 설정 작업은 온라인에서 진행됩니다.";

/* Continue Online button title */
"Continue Online..." = "온라인으로 계속…";

/* Continue Online action description */
"Click Continue Online to open your Web browser and then follow the steps presented. Once your browser has opened, HP Easy Start will automatically close." = "온라인으로 계속을 클릭하여 웹 브라우저를 연 다음 제공된 단계를 따르십시오. 브라우저가 열리면 HP Easy Start가 자동으로 종료됩니다.";

/* Skip Online Setup alert buttons */
"Continue Online Setup" = "온라인 설정 계속";
"Skip Online Setup" = "온라인 설정 건너뛰기";

/* Finishing OWS setup progress title */
"Finishing setup..." = "설정을 완료하는 중...";

/* No-devices-found instruction */
"Make sure that the device is powered on, all cables are connected, and wireless access is enabled on the device. Click the Information button for more tips to follow if your device is still not found." = "장치의 전원이 켜져 있고 모든 케이블이 연결되어 있으며 장치의 무선 액세스가 활성화되어 있는지 확인합니다. 장치를 계속 찾을 수 없는 경우 정보 버튼을 클릭하여 추가 조언을 따릅니다.";


/* Not enough free space for SW download error description */
"There is not enough free space on your startup disk to download the selected software. Please make more space available on your startup disk by deleting files and try again." = "선택한 소프트웨어를 다운로드할 수 있는 여유 공간이 시동 디스크에 없습니다. 파일을 삭제하여 시동 디스크에 사용 가능한 추가 공간을 만든 다음 다시 시도하십시오.";

/* Not enough free space for SW installation check failed error description */
"OSPNotEnoughAvailableSpaceToInstall" = "HP Easy Start에서는 선택한 항목을 설치하려면 시동 디스크에 최소 %1$@ 이상의 여유 공간이 필요하지만 %2$@만 사용 가능합니다. 파일을 삭제하여 시동 디스크에 사용 가능한 추가 공간을 만든 다음 다시 시도하십시오.";

/* Accessibility title for untitled Search button in Select Printer window. */
"OSPSearchButton" = "검색";

/* Name of IPP protocol in the system Add Printer dialog */
"OSPIPPProtocolTitle" = "인터넷 프린팅 프로토콜 - IPP";
/* Name of LPD protocol in the system Add Printer dialog */
"OSPLPDProtocolTitle" = "Line Printer Daemon - LPD";
/* Name of HP Jetdirect protocol in the system Add Printer */
"OSPJetDirectProtocolTitle" = "HP Jetdirect - Socket";

/* The names of the AirPrint and Secure AirPrint printer software. Localized strings should match to systems ones displayed in the Add Printer dialog */
"OSPPrinterSoftwareAirPrint" = "AirPrint";
"OSPPrinterSoftwareSecureAirPrint" = "보안 AirPrint";

/* Single byte size format */
"OSPByteSizeFormat" = "%zd바이트";

/* Multiple bytes size format */
"OSPBytesSizeFormat" = "%zd바이트";

/* KB size format */
"OSPKBSizeFormat" = "%zdKB";

/* MB size format */
"OSPMBSizeFormat" = "%.1fMB";

/* GB size format */
"OSPGBSizeFormat" = "%.2fGB";

/* TB size format */
"OSPTBSizeFormat" = "%.2fTB";

/* The information to show in the Install screen when there are no software packages available for selected AirPrint compatible device. %1$@ - model name, %2$@ - OS X version number */
"OSPInfoMessageNoSoftwareForAirPrintDevice" = "AirPrint 호환 %1$@을(를) 위한 HP 소프트웨어는 OS X %2$@ 이후 버전에서만 이용할 수 있습니다. AirPrint를 사용하여 설정을 진행하려면 계속을 클릭하십시오.";

/* The information to show in the Install screen when there are no software packages available for selected device on user’s OS. %1$@ - model name, %2$@ - OS X version number */
"OSPInfoMessageNoSoftwareForDevice" = "%1$@ 장치를 위한 HP 드라이버는 OS X %2$@ 이후 버전에서만 이용할 수 있습니다. 컴퓨터 운영 체제를 업데이트한 후 최신 HP 드라이버를 설치하십시오.";

/* Continue online screen message in case the device is AirPrint capable and no HP software is installed */
"Now that you are connected, remaining setup tasks will occur online." = "이제 연결이 완료되었으므로 남은 설정 작업이 온라인에서 진행됩니다.";


/* Enable logging checkbox title */
"Enable Logging" = "기록 활성화";

/*////////////////////////////////////////////////////////////////////////////*/
/* New licence aggreement strings */

"Agreements and Settings" = "계약 및 설정";

"AgreementsAndSettingsScreenCescription" = "HP는 업데이트 및 경고를 포함하여 제품 및 서비스를 제공하고, 고객 관련 정보 및 이점을 제공하고, 제품, 서비스 및 비즈니스 운영을 개선하기 위해 사용자 장치에서 제품, 소프트웨어 및 서비스 사용 및 기술 데이터를 수집 및 분석합니다. HP는 또한 HP의 개인정보보호정책에 따라 귀하, 다른 HP 고객 또는 제삼자로부터 수집된 기타 개인 데이터와 함께 이 데이터를 분석할 수도 있습니다.\n\n다음 계약 및 설정을 검토하고 동의 여부를 표시하십시오.";

/* First agreement: Information collected during setup.  See also "Information Collected.rtf" */

"Information Collected During the Setup Process" = "설정 프로세스 중 수집되는 정보";

"Disclosure of the information collected by HP during the setup process." = "설정 프로세스 중 HP에서 수집되는 정보에 대한 알림입니다.";

/* Second agreement: EULA */
"End User License Agreement" = "최종 사용자 사용권 계약";

"The legal agreement between HP and users of this software." = "HP와 본 소프트웨어 사용자 사이의 법적 계약입니다.";

/* Third agreement: Usage Tracking.  See also  "Product Improvement.rtf" */
 
"Product Improvement Data Collection (Recommended)" = "제품 개선 데이터 수집(권장)";

"To improve HP products and solutions, better understand customers and develop strategic business initiatives, HP uses tools, including Google Analytics, to collect, combine and analyze data that contains no personally identifiable information." = "To improve HP products and solutions, better understand customers and develop strategic business initiatives, HP uses tools, including Google Analytics, to collect, combine and analyze data that contains no personally identifiable information.";

"Allow HP to collect data for Product Improvements" = "HP가 제품 및 소프트웨어 사용 정보를 수집 및 분석하도록 허용";

/* Miscellaneous */

"HP Privacy Statement" = "HP 개인정보보호정책";



/* Printer - specific strings adjustments */

/* HP Smart print details explanation */
"In just a few steps, your HP printer or scanner will be ready for use!" = "이제 몇 단계만 거치면 HP 프린터 또는 스캐너를 사용할 준비가 완료됩니다!";

/* Click continue message on prepare printer view */
"Click Continue once these preliminary tasks have been completed." = "사전 준비 작업이 완료되면 [계속]을 클릭하십시오.";

/* Ensure supplies are installed message on prepare printer view */
"Supplies are installed, if applicable" = "소모품 설치 여부(해당하는 경우)";

/* Ensure network connection message on prepare printer view */
"If you do not intend to use a wireless connection, then attach the proper cable (USB or Ethernet) from your device to your Mac or wired network." = "무선 연결을 사용하지 않으려는 경우, 사용자 장치에서 Mac 또는 유선 네트워크로 적합한 케이블(USB 또는 이더넷)을 연결합니다.";

/* Refer to the information message on prepare printer view */
"If you need assistance with any of these tasks, refer to the information provided with your HP product." = "이러한 작업과 관련된 도움이 필요하면 HP 제품과 함께 제공된 정보를 참조하십시오.";

/* Unconfigured device display name */
"New Wireless Device" = "새로운 무선 장치";

/* Printer selection view description */
"Select the device you want to use and then click Continue." = "사용하려는 장치를 선택한 후 [계속]을 클릭하십시오.";

/* Device configuration error text */
"An error occurred during the configuration attempt. Reset the device to its default settings, and then try again." = "구성을 시도하는 중 오류가 발생했습니다. 장치를 기본 설정으로 재설정한 후 다시 시도하십시오.";

/* Alert explanation text displayed when the printer doesn't support LEDM configuration */
"Your device does not support wireless setup over a wireless network. Please refer to the product’s documentation for more information." = "장치에서 무선 네트워크를 통한 무선 설정이 지원되지 않습니다. 자세한 내용은 제품 설명서를 참조하십시오.";

/* Alert info on timeout while restoring connection */
"The device was not found on your wireless network. Click Wait to continue searching, or click Reconfigure to start the configuration again from the beginning. Click Cancel to select another device." = "무선 네트워크에서 장치가 발견되지 않았습니다. [대기]를 클릭해서 검색을 계속하거나, [재구성]을 클릭해서 처음부터 구성을 다시 시작하십시오. 다른 장치를 선택하려면 [취소]를 클릭하십시오.";

/* Setup completion messages on the finish screen */
"Your HP product setup is complete" = "HP 제품 설정 완료";
"Your device is set up and ready to use." = "장치가 설정되어 사용할 준비가 되었습니다.";
"Now that you are connected and essential software is installed, use HP Utility to complete remaining printer setup tasks." = "연결 및 필수 소프트웨어 설치가 완료되었으므로, HP 유틸리티를 사용해서 남은 프린터 설정 작업을 완료하십시오.";

/* Renaming device title and description*/
"Rename Device (Optional)" = "장치 이름 바꾸기(선택 사항)";

/* Renaming device error title and description */
"Cannot change device name." = "장치 이름을 변경할 수 없습니다.";
"Renaming the device was unsuccessful. You may try again, try using a different name, or proceed with the device’s present name." = "장치 이름을 바꾸지 못했습니다. 다른 이름을 사용해서 다시 시도하거나 장치의 현재 이름을 계속 사용할 수 있습니다.";

/* Warning displayed in case user selects AirPrint and generic drivers for device on enable printing screen */
"An AirPrint printer driver is assigned to your printer. This driver provides basic features and is supported for use with your printer. However, to ensure access to all of the features of your printer it is recommended that you use the HP printer driver." = "AirPrint 프린터 드라이버가 프린터에 지정되어 있습니다. 이 드라이버는 기본 기능을 제공하며, 프린터에서 사용할 수 있도록 지원됩니다. 하지만 프린터의 모든 기능에 액세스할 수 있도록 하려면 HP 프린터 드라이버를 사용하는 것이 좋습니다.";
"A generic printer driver is assigned to your printer. This driver provides basic features and is supported for use with your printer. However, to ensure access to all of the features of your printer it is recommended that you use the HP printer driver." = "일반 프린터 드라이버가 프린터에 지정되어 있습니다. 이 드라이버는 기본 기능을 제공하며, 프린터에서 사용할 수 있도록 지원됩니다. 하지만 프린터의 모든 기능에 액세스할 수 있도록 하려면 HP 프린터 드라이버를 사용하는 것이 좋습니다.";

/* Software installation screen description */
"Download and install the recommended software for your HP product." = "HP 제품에 권장되는 소프트웨어를 다운로드하고 설치하십시오.";

/* Device search/discovery messages */
"Turn your Mac's Wi-Fi on to discover available devices." = "사용 가능한 장치를 검색하려면 Mac에서 Wi-Fi를 켜십시오.";
"Searching for device with IP address: %@" = "검색 중인 장치 IP 주소: %@";
"Filter the listed devices, or enter an IP address or host name." = "나열된 장치를 필터링하거나 IP 주소 또는 호스트 이름을 입력하십시오.";
"Devices matching %@" = "%@과(와) 일치하는 장치"; 
"Cannot find device." = "장치를 찾을 수 없습니다.";
"Searching for device with host name: %@" = "검색 중인 장치 호스트 이름: %@";


/* Printer configuration */
"Set Up My HP Product" = "내 HP 제품 설정";


/* Alert about necessity to change user's network settings to connect to device setup network */
"To configure the device, HP Easy Start needs to temporarily change your connection settings. Authorization is required." = "장치를 구성하려면 HP Easy Start가 사용자의 연결 설정을 일시적으로 변경해야 합니다. 권한 부여가 필요합니다.";

/* 5 GHz wireless network connection error alerts */
"Your device is not compatible with 5 GHz networks. Select another network, and then try again." = "장치가 5GHz 네트워크와 호환되지 않습니다. 다른 네트워크를 선택한 후 다시 시도하십시오.";
"Your device cannot be connected to the %1$@ network channel. Supported channels are %2$@. Set up your router to use one of the supported channels, or select another network." = "장치를 %1$@ 네트워크 채널에 연결할 수 없습니다. 지원되는 채널은 %2$@입니다. 지원되는 채널 중 하나를 사용하도록 라우터를 설정하거나 다른 네트워크를 선택하십시오.";
"Your device cannot be connected to the %@ network channel. Set up your router to use another channel, or select another network." = "장치를 %@ 네트워크 채널에 연결할 수 없습니다. 다른 채널을 사용하도록 라우터를 설정하거나 다른 네트워크를 선택하십시오.";

/* Device setup error alert title */

/* Device setup progress messages */
"Gathering device information..." = "장치 정보를 수집하는 중...";


/* USB device busy error allert title and description */
"The device is busy" = "장치가 사용 중임";
"Your device is being used by the operating system or some other application. Try again later or restart the device." =  "장치가 운영 체제 또는 다른 응용 프로그램에서 사용되는 중입니다. 나중에 다시 시도하거나 장치를 재시작하십시오.";

/* Device communication error title and messages */
"Unable to communicate with the device." = "장치와 통신할 수 없습니다.";
"Make sure that your device is powered on, and connected to your network. Also check assigned device host name or IP-address, and ensure that your search information is typed correctly. Click the Information button for more tips to follow if your device is still not found." = "장치 전원이 켜져 있고, 네트워크에 연결되어 있는지 확인하십시오. 또한 지정된 장치 호스트 이름 또는 IP 주소도 확인하고, 검색 정보가 제대로 입력되었는지 확인하십시오. 장치를 계속 찾을 수 없으면 [정보] 단추를 클릭해서 추가 정보를 확인하십시오.";

"The user name and password assigned to this device by your administrator are required to perform this task." = "이 작업을 수행하려면 관리자가 이 장치에 지정한 사용자 이름 및 암호가 필요합니다.";


/* Join wireless network progress reporting */ 
"Preparing for setup..." = "설정을 준비하는 중...";
"Connecting to the device..." = "장치에 연결하는 중...";
"Setting up the device..." = "장치를 설정하는 중...";

"Restoring your network connection..." = "네트워크 연결을 복원하는 중...";
"Verifying the device settings..." = "장치 설정을 확인하는 중...";
"Your device is now connected." = "장치가 이제 연결되었습니다.";

/* Enable printing/scanning screen title and description */

/* For single-function printers */
"Enable Printing" = "인쇄 활성화";

/* For multi-function printers */
"Enable Print and Scan" = "인쇄 및 스캔 활성화";
"Follow these steps to prepare to print and scan." = "인쇄 및 스캔을 준비하려면 다음 단계를 수행하십시오.";

/* For single-function scanners */
"Enable Scanning" = "스캔 활성화";
"Follow these steps to prepare for scanning." = "스캔을 준비하려면 다음 단계를 수행하십시오.";

/* Scan test page description */
"To ascertain that the scanner has been successfully configured, place a document in the scanner according to the device’s placement markings, and then click Scan Test Page." = "스캐너가 성공적으로 구성되었는지 확인하려면 장치의 위치 표시에 따라 스캐너에 문서를 배치한 후 [테스트 페이지 스캔]을 클릭하십시오.";

/* Scanning unavailable due to unsupported connection error alert title and description */
"Unsupported connection type." = "지원되지 않는 연결 유형입니다.";
"Scanning functions will not be available" = "스캔 기능을 사용할 수 없음.";
"OS X does not support scanning on devices connected via host name or IP-address methods. You may continue to setup this device for printing only.  To scan, enable Bonjour on your device, ensure that the device is connected to the same local network as your Mac, and then select the device again when it appears in the list." = "OS X에서는 호스트 이름 또는 IP 주소 방법을 통해 연결된 장치에서 스캔을 지원하지 않습니다. 계속해서 이 장치를 인쇄 전용으로 설정할 수 있습니다. 스캔하려면 장치에서 Bonjour를 사용하도록 설정하고, 장치가 Mac과 동일한 로컬 네트워크에 연결되어 있는지 확인한 후 목록에 표시될 때 장치를 다시 선택하십시오.";

"OS X does not support scanning on devices connected via host name or IP-address methods.  Please enable Bonjour on your device, ensure that the device is connected to the same local network as your Mac, and then select the device when it appears in the list." = "OS X에서는 호스트 이름 또는 IP 주소 방법을 통해 연결된 장치에서 스캔을 지원하지 않습니다. 계속해서 이 장치를 인쇄 전용으로 설정할 수 있습니다. 장치에서 Bonjour를 사용하도록 설정하고, 장치가 Mac과 동일한 로컬 네트워크에 연결되어 있는지 확인한 후 목록에 표시될 때 장치를 다시 선택하십시오.";

/* Scan test page info messages */ 
"Connecting to the scanner..." = "스캐너에 연결하는 중...";
"The scanner reported an error" = "스캐너에서 오류가 보고됨.";
"Scanning..." = "스캔 중...";
"The scanner is warming up..." = "스캐너를 준비하는 중...";
"A document is not loaded" = "문서가 로드되지 않았습니다.";

/* Test page control titles */
"Scan" = "스캔";

"Print" = "인쇄";
"Scan Test Page" = "테스트 페이지 스캔";

/* Create device queue instruction and button title */
"Add Device..." = "장치 추가...";

/* ScanJet selection instruction */
"Select \"%1$@\" with Location value \"%2$@\"" = "위치 값이 \"%2$@\"인 \"%1$@\" 선택";

/* Error alert description in case USB device */

/* App log location description */
"Logged information will be saved to \"%1$@\" in your %2$@ folder." = "기록된 정보는 %2$@ 폴더의 \"%1$@\"에 저장됩니다.";

/* 2.2.4 strings */
"Confirm that your scanner is functioning properly." = "스캐너가 올바로 작동하는지 확인하십시오.";
"The selected network is not reachable from your HP device. Try to relocate the device closer to your wireless router or access point." = "HP 장치에서 선택된 네트워크에 연결할 수 없습니다. 무선 라우터나 액세스 포인트에 가까이 장치를 다시 배치하십시오.";
"Google Analytics Privacy Policy" = "Google Analytics 개인정보 보호정책";
"The scanner was added successfully." = "스캐너가 성공적으로 추가됐습니다.";
"Your %1$@ device is supported for use on OS X %2$@ or later. Please update your computer's operating system." = "%1$@ 장치는 OS X %2$@ 이후 버전을 지원합니다. 컴퓨터의 운영 체제를 업데이트하십시오.";
"Test Your Scanner" = "스캐너 시험";
"Place an item on the scanner and try again." = "스캐너에 대상을 놓고 다시 시도하십시오.";
"Check that the USB cable is securely connected to the USB ports on the device and your Mac." = "USB 케이블이 장치와 Mac의 USB 포트에 단단히 연결됐는지 확인하십시오.";
"Cannot configure the device software." = "장치 소프트웨어를 구성할 수 없습니다.";
"Make sure all device cables are securely connected, or that the wireless connection is working properly, and then try again." = "모든 장치 케이블이 단단히 연결되었는지, 또는 무선 연결이 올바로 작동하는지 확인한 후 다시 시도하십시오.";
"ReviewedCheckboxTitle" = "계약 및 설정을 확인하고 이에 동의합니다.";
"Your Mac login password is required to complete this step." = "이 단계를 완료하기 위해 Mac 로그인 비밀번호가 필요합니다.";
"Make sure your device is powered on and connected to the network, and then try again." = "장치의 전원이 켜지고 네트워크에 연결됐는지 확인한 후 다시 시도하십시오.";
"HP scanner drivers for your %1$@ device are only available for OS X %2$@ or later. Please update your computer's operating system and then install the latest HP drivers." = "%1$@ 장치용 HP 스캐너 드라이버는 OS X %2$@ 이후 버전에만 사용할 수 있습니다. 컴퓨터의 운영 체제를 업데이트한 후 최신 HP 드라이버를 설치하십시오.";
"Creating the printer queue..." = "프린터 대기열 생성 중.";
"To ascertain that the printer has been successfully configured, ensure there is paper in the printer's paper tray, and then click Print Test Page." = "프린터가 성공적으로 구성됐는지 확인하기 위해 프린터의 용지함에 용지가 있는지 확인한 후 시험 페이지 인쇄를 클릭하십시오.";
"Connecting to the scanner. Please wait..." = "스캐너에 연결 중입니다. 기다리십시오.";
"Your Mac login credentials are required to grant HP Easy Start permission to install software on this computer. Click OK and then try again." = "HP Easy Start 권한을 부여하여 이 컴퓨터에 소프트웨어를 설치하기 위해 Mac 로그인 자격 증명이 필요합니다. 확인을 클릭하고 다시 시도하십시오.";
"The %@ IP address is not reachable." = "%@ IP 주소에 연결할 수 없습니다.";
"Click to setup the scanner in the system" = "클릭하여 시스템에 스캐너를 설정하십시오";
"The IP address you provided is located on a different IP network and cannot be accessed from your Mac." = "입력한 IP 주소가 다른 IP 네트워크에 있으며 Mac에서 액세스할 수 없습니다.";
"To perform this optional step, place a single-page document on the scanner according to the placement markings, and then click Scan Test Page. If working properly the scanned image will appear in the preview area." = "이 옵션 단계를 실행하려면 배치 마크에 따라 스캐너에 단면 문서를 놓고 시험 페이지 스캔을 클릭하십시오. 올바로 작동하면 스캔된 이미지가 미리 보기 영역에 나타납니다.";
"Check that the USB cable is securely connected to the USB ports on the device and your Mac. If the device is still not found, disconnect the USB cable, wait a few moments, and then re-connect." = "USB 케이블이 장치와 Mac의 USB 포트에 단단히 연결됐는지 확인하십시오. 장치를 여전히 찾지 못하면 USB 케이블을 분리하고, 잠시 기다린 후 다시 연결하십시오.";
"ProductImprovementDescription" = "HP 제품과 솔루션을 개선하고, 고객을 더 잘 이해하고, 전략적 비즈니스 프로그램을 개발하기 위해 HP는 Google Analytics를 비롯한 도구를 사용하여 개인을 식별할 수 없는 정보를 담은 데이터를 수집, 조합 및 분석합니다.";

/* Scan queue creation action title */
"Add this scanner to the System Preferences \"Printers & Scanners\" list." = "시스템 기본 설정 \"프린터 및 스캐너\" 목록에 이 스캐너를 추가하십시오.";

/* Add print queue button description */
"Add this printer to the System Preferences \"Printers & Scanners\" list." = "시스템 기본 설정 \"프린터 및 스캐너\" 목록에 이 프린터를 추가하십시오.";

/* Description for Print view in Enable Print and Scan page */
"To perform this optional step, place a sheet of %@ paper in the printer's paper tray, and then click Print Test Page." = "이 옵션 단계를 실행하려면 프린터의 용지함에 %@ 용지를 놓고 시험 페이지 인쇄를 클릭하십시오.";


/* Title and description of the alert displayed in case app should be restarted to correctly handle HP software update */
"%@ Needs To Be Restarted" = "%@을(를) 다시 시작해야 합니다";
"Setup of the selected device requires HP software update and restart of %@." = "선택된 장치의 설정에 HP 소프트웨어 업데이트와 %@의 재시작이 필요합니다.";

/* Create the print/scan queue action description*/
"Add this device to the System Preferences \"%@\" list." = "시스템 기본 설정 \"%@\" 목록에 이 장치를 추가하십시오.";
"Add this scanner to the System Preferences \"%@\" list." = "시스템 기본 설정 \"%@\" 목록에 이 장치를 추가하십시오.";

/* Name of Print & Scan System Preferences pane on OSX 10.8 and lower. The localized name should be the same as in the OSX System Preferences */
"Print & Scan" = "프린트 및 스캔";

/* Name of Print & Scan System Preferences pane on OSX 10.9 and higher. The localized name should be the same as in the OSX System Preferences */
"Printers & Scanners" = "프린터 및 스캐너";

/* Warning title and description in case the device is found via WSDiscovery but can not be discovered via Bonjour */
"Some of your device functions may be unavailable." = "일부 장치 기능을 사용하지 못할 수 있습니다.";
"OS X supports scanning and faxing features for devices connected via Bonjour only, but this device can not be discovered via Bonjour. You may continue to setup this device for printing only. To use all device functions, enable Bonjour on your device, ensure that the device is connected to the same local network as your Mac, and then select the device again when it appears in the list." = "OS X는 Bonjour를 통해 연결된 장치의 스캔 및 팩스 기능만 지원하며 이 장치는 Bonjour에서 찾을 수 없습니다. 이 장치의 설정을 계속하여 인쇄에만 사용할 수 있습니다. 장치 기능을 모두 사용하려면 Mac과 같은 로컬 네트워크에 장치를 연결한 후 목록에서 장치가 나타나면 장치를 다시 선택하십시오.";

/* Description and the button title displayed in case the print queue should be updated with ippusb scheme on 10.12 */
"Print queue for your device needs to be updated." = "장치의 인쇄 대기열을 업데이트해야 합니다.";
"Update..." = "업데이트...";

/* Warning description for the case user found ScanJet by IP-address or host name */
"OS X does not support scanning on devices connected via host name or IP-address methods. To scan, enable Bonjour on your device, ensure that the device is connected to the same local network as your Mac, and then select the device again when it appears in the list." = "OS X는 호스트 이름이나 IP 주소 방법을 통해 연결된 장치의 스캔을 지원하지 않습니다. 스캔하려면 장치에서 Bonjour를 사용하고, Mac과 같은 로컬 네트워크에 장치를 연결하고, 목록에서 장치가 나타나면 장치를 다시 선택하십시오.";

"To connect the device, complete the following steps. After you complete each step, click \"Try Again\".\n \n1. Make sure all cables are securely connected or that the wireless connection is working properly.\n\n2. Turn the device off, and then turn it on again" = "장치를 연결하려면 다음 단계를 완료하십시오. 각 단계를 완료한 후에는 \"다시 시도\"를 클릭하십시오.\n \n1. 모든 케이블이 안전하게 연결되었는지 또는 무선 연결이 제대로 작동 중인지 확인하십시오.\n\n2. 장치를 끈 후 다시 켜십시오.";

/* Hardware Setup screen title, description and explanation */
"Hardware Setup" = "하드웨어 설정";
"Lets install ink and paper" = "잉크와 용지를 설치하겠습니다!";
"Follow the printed instructions that came with your device.\n\nAfter you've completed ink and paper installation, select <b>Continue</b>." = "장치와 함께 제공된 지침을 따르십시오.\n\n잉크와 용지 설치를 마친 후 <b>계속</b>을 선택하십시오.";



/* Offline setup flow strings */

/* Online setup error title */
"Cannot establish connection for online setup." = "온라인 설정을 위한 연결을 할 수 없습니다.";
/* Online setup error description in case software is not accessible  */
"Some of the device setup steps including HP software installation require Internet connection. Make sure your computer is connected to the Internet, and then click Try Again. Click Continue Offline to skip the online setup." = "HP 소프트웨어 설치를 비롯한 일부 장치 설정 단계는 인터넷 연결이 필요합니다. 컴퓨터를 인터넷에 연결한 후 다시 시도를 클릭하십시오. 오프라인으로 계속을 클릭하여 온라인 설정을 건너뛰십시오.";
/* Online setup error description in case software is accessible */
"Some of the device setup steps including HP software installation require Internet connection. Make sure your computer is connected to the Internet, and then click Try Again. Click Continue Offline to skip the online setup steps and setup your device with AirPrint driver." = "HP 소프트웨어 설치를 비롯한 일부 장치 설정 단계는 인터넷 연결이 필요합니다. 컴퓨터를 인터넷에 연결한 후 다시 시도를 클릭하십시오. 오프라인으로 계속을 클릭하여 온라인 설정을 건너뛰고 AirPrint 드라이버로 장치를 설정하십시오.";
/* Continue offline button title */ 
"Continue Offline" = "오프라인으로 계속";

/* Information text to the busy alert on trying to close download window */
"Software download is in progress. Please wait until download is completed." = "소프트웨어를 다운로드하고 있습니다. 다운로드가 완료될 때까지 기다리십시오.";

/* Confirmation button title on busy alert */
"Close Anyway" = "강제 종료";

/* Information text to the busy alert on trying to quit application */
"You have an active downloading in progress. Please wait for downloading completion or cancel active downloads." = "진행 중인 활성 다운로드가 있습니다. 다운로드가 완료될 때까지 기다리거나 활성 다운로드를 취소하십시오.";

/* The information text to the download failure alert, when the reason is unknown */
"The software cannot be downloaded. Try again later." = "소프트웨어를 다운로드할 수 없습니다. 나중에 다시 시도하십시오.";

/* Switch to Bonjour connection proposal screen */

/* Screen Title */
"Enable Bonjour" = "Bonjour 사용";

/* Title and description for the message displayed in case the device found by IP-address is also available via Bonjour */
"Your device is available via Bonjour connection." = "Bonjour 연결을 통해 장치를 사용할 수 있습니다.";
"Using Bonjour allows you to have more features and options for work with your device." = "Bonjour로 더욱 다양한 기능과 옵션을 장치에 사용할 수 있습니다.";

/* Radio buttons for selecting connection */
"Use Bonjour connection" = "Bonjour 연결 사용";
"Use current connection" = "현재 연결 사용";


/* Message text for MFU found by IP-address or WS-Discovery */
"OS X supports scanning and faxing features for devices connected via Bonjour only, but this device can not be discovered via Bonjour. You may continue to setup this device for printing only. To use all device functions, enable Bonjour on your device, ensure that the device is connected to the same local network as your Mac." = "OS X는 Bonjour로 연결된 장치에 대해서만 스캔과 팩스 기능을 지원합니다. 하지만 Bonjour를 통해 이 장치를 찾을 수 없습니다. 이 장치를 인쇄 전용으로 계속 설정할 수 있습니다. 장치 기능을 모두 사용하려면 장치에서 Bonjour를 활성화하고 Mac과 같은 로컬 네트워크에 장치를 연결하십시오.";


/* Message text for scanner found by IP-address or WS-Discovery */
"OS X supports scanning for devices connected via Bonjour only, but this device can not be discovered via Bonjour. Please enable Bonjour on your device, ensure that the device is connected to the same local network as your Mac." = "OS X는 Bonjour로 연결된 장치에 대해서만 스캔과 팩스 기능을 지원합니다. 하지만 Bonjour를 통해 이 장치를 찾을 수 없습니다. 장치에서 Bonjour를 활성화하고 Mac과 같은 로컬 네트워크에 장치를 연결하십시오.";


/* Wireless setup over USB */

/* Screen title and description */
"Connect device to the wireless network" = "장치를 무선 네트워크에 연결";
"Your device supports wireless network connection." = "장치는 무선 네트워크 연결을 지원합니다.";


/* Radio buttons for selecting connection */
"Connect to wireless network" = "무선 네트워크에 연결";
"Continue with USB connection" = "USB 연결로 계속";

/* Error message for USB device setup error */
"Check that the USB cable is securely connected to the USB ports on the device and your Mac. If still not working, turn your device off, wait a few moments, and turn it on again." = "USB 케이블이 장치의 USB 포트와 Mac에 올바로 연결됐는지 확인하십시오. 여전히 작동하지 않으면 장치를 끄고, 잠시 기다린 후, 다시 켜십시오.";

/* Title and description for message that tells user device is to be unplugged from USB */
"Unplug your device from USB." = "USB에서 장치를 분리하십시오.";
"Please unplug your device from USB to start using the network connection." = "USB에서 장치를 분리하여 네트워크 연결을 사용하십시오.";


/* SW Download */

/* Search field placeholder */
"Device model name" = "장치 모델 이름";

/* Initial action description */
"Enter the device model name to start searching for software online." = "장치 모델 이름을 입력하여 온라인으로 소프트웨어를 검색하십시오.";

/* Done button title */
"New Download" = "새 다운로드";


/* Print/scan test page action description */
"To ascertain that the printer has been successfully configured, ensure there is paper in the printer's paper tray, and then click %@." = "프린터가 성공적으로 구성되었는지 확인하기 위해 프린터 용지함에 용지가 있는지 확인하고 %@를 클릭하십시오.";
"To perform this optional step, place a single-page document on the scanner according to the placement markings, and then click %@. If working properly the scanned image will appear in the preview area." = "별도로 이 단계를 실행하려면 배치 마크에 따라 스캐너에 단면 문서를 배치하고 %@를 클릭하십시오. 올바로 작동하면 스캔 이미지가 미리 보기 영역에 나타납니다.";

"To perform this optional step, place a sheet of %@ paper in the printer's paper tray, and then click %@." = "별도로 이 단계를 실행하려면 %@ 용지를 프린터 용지함에 놓고 %@를 클릭하십시오.";

/* Alert message for case user connects to the wireless network, but the specific band is turned off on the device control panel */
"%@ Wi-Fi band frequency support is turned off. Please turn it on in the device control panel, or select another network." = "%@ Wi-Fi 대역 주파수 지원이 꺼졌습니다. 장치 제어판에서 이 기능을 켜거나 다른 네트워크를 사용하십시오.";

/* Wireless channel bands */
"2.4GHz" = "2.4GHz";
"5GHz" = "5GHz";

/* Select device screen description. The bold text is marked with <b>..</b> */
"Select the device you want to use and then click <b>Continue</b>." = "사용하려는 장치를 선택하고 <b>계속</b>을 클릭하십시오.";

/* Join Wi-Fi network action note. The bold text is marked with <b>..</b> */
"Note: When you click <b>Join</b>, your Mac will be temporarily disconnected from your wireless network. %@" = "주의: <b>연결</b>을 클릭하면 Mac이 무선 네트워크에서 잠시 분리됩니다. %@";

/* Join Wi-Fi screen description. The bold text is marked with <b>..</b> */
"Click on the label under device icon and give your device a name that will be easy to recognize, make sure your Mac’s current Wi-Fi network is selected, and then click <b>Join</b>." = "장치 아이콘 아래 라벨을 클릭하고 쉽게 알아볼 수 있는 장치 이름을 정하고, Mac의 현재 Wi-Fi 네트워크가 선택됐는지 확인하고, <b>연결</b>을 클릭하십시오.";

/* Open HP Utility and Continue Online screen descriptions. The bold text is marked with <b>..</b> */
"Click <b>Open HP Utility</b> and then follow the steps presented. Once HP Utility has opened, HP Easy Start will automatically close." = "<b>HP 유틸리티 열기</b>를 클릭하고 지시에 따르십시오. HP 유틸리티가 열리면 HP Easy Start는 자동으로 닫힙니다.";
"Click <b>Continue Online</b> to open your Web browser and then follow the steps presented. Once your browser has opened, HP Easy Start will automatically close." = "<b>온라인으로 계속</b>를 클릭하여 웹 브라우저를 열고 지시에 따르십시오. 브라우저가 열리면 HP Easy Start가 자동으로 닫힙니다.";

/* The first screen description */
"Power on your device to quickly and easily set up, connect, and begin printing with HP Easy Start. In a few simple steps, your HP printer or scanner will be ready to use!" = "장치를 켜고 HP Easy Start로 신속하고 간편하게 설정하고, 연결하고, 인쇄하십시오. 간단히 몇 단계만 거치면 HP 프린터나 스캐너를 바로 사용할 수 있습니다!";

/* Controls caption for case locale/language was not initially set */
"Select Country..." = "국가 선택...";
"Select Language..." = "언어 선택...";

/* Enable Bonjour screen descriptions for scanners */
"Bonjour connection is required for scanning." = "스캔하려면 Bonjour에 연결해야 합니다.";

/* Proceed with Bonjour connection action description for scanners */ 
"Click <b>Continue</b> to proceed with Bonjour connection." = "<b>계속</b>을 클릭하여 Bonjour에 연결하십시오.";

/* Add printer/print test page screen title and description */
"Add and Verify Your Device" = "장치 추가 및 확인"; 
"Follow these steps to prepare the device for work." = "이 단계에 따라 장치를 설정하여 작업하십시오.";

/* Quit application during online setup alert message header */
"Setup not complete" = "설정이 완료되지 않았습니다";

/* Quit application during online setup alert message details button titles are "Continue", "Skip to Software Download" and "Quit"*/
"If you close %1$@, you might not be able to print from this computer.\nEven though you have connected your printer to a network, you will still need to install print drivers.\nAdditionally, if you close this window now, your supplies might not be configured properly.\nClick <b>%2$@</b> to continue set up (recommended), <b>%3$@</b> to download and install printer drivers, or <b>%4$@</b> to quit the application." = "%1$@을(를) 닫으면 이 컴퓨터에서 인쇄하지 못할 수 있습니다.\n프린터를 네트워크에 연결했더라도 프린터 드라이버를 설치해야 합니다.\n더불어 지금 이 창을 닫으면 잉크가 올바로 구성되지 않을 수 있습니다.\n<b>%2$@</b>을(를) 클릭하여 설정을 계속하거나(권장), <b>%3$@</b>을(를) 클릭하여 프린터 드라이버를 다운로드하고 설치하거나, <b>%4$@</b>을(를) 클릭하여 애플리케이션을 종료하십시오.";

/* Skip online setup button title */
"Skip to Software Download" = "소프트웨어 다운로드로 건너뛰기";

/* Quit application during online setup button title */
"Quit" = "종료";

"Welcome to %@!" = "%@에 오신 것을 환영합니다!";
"Power on your device to easily set up, connect, and begin printing with HP Easy Start.\nLet's get your HP printer or scanner ready to use!" = "장치를 켜고 간편히 설정하고, 연결하고 HP Easy Start로 인쇄하십시오.\nHP 프린터나 스캐너를 바로 사용하십시오!";
I_Have_Read_Agreement_prefix = "본인은 ";
"End_User_License_Agreement" = "최종 사용자 라이선스 약관";
" and " = "과 ";
"Privacy Statement" = "개인정보 보호정책";
I_Have_Read_Agreement_suffix = "을 읽었습니다.";
User_Settings_prefix = "사용자 설정을 자세히 보거나 변경하려면 ";
"click here" = "여기를 클릭하십시오";
User_Settings_suffix = ".";
"User Settings" = "사용자 설정";
"Allow usage information to be sent" = "사용 정보 전송 허용";
"HP collects and analyzes printer usage and technical data from HP devices for the purposes of providing and improving products, services and business operations, and delivering relevant information and benefits. HP may also analyze this data in combination with other data collected in accordance with the HP Privacy Statement." = "HP는 제품, 서비스, 비즈니스 운영을 제공 및 개선하고 관련 정보와 혜택을 전달하기 위해 HP 장치에서 프린터 사용 및 기술 데이터를 수집하고 분석합니다. HP는 또한 HP 개인정보 보호정책에 따라 수집된 다른 데이터와 연계하여 이 데이터를 분석할 수도 있습니다.";
"Allow your %@ software to send data to HP" = "%@ 소프트웨어의 HP에 데이터 보내기 허용";
"In order to deliver better versions of your %@ software, HP will periodically collect anonymous usage data (some information may be collected using Google Analytics) and transmit that data to HP." = "%@ 소프트웨어를 업데이트하기 위해 HP는 정기적으로 익명 사용 데이터(Google Analytics로 수집할 수 있는 데이터)를 수집하고 해당 데이터를 HP에게 보냅니다.";
"Click here to learn more about Google Analytics" = "여기를 클릭하여 Google Analytics에 대해 자세히 알아보십시오";
"Prepare printer for setup" = "프린터 설정 준비";
"Click <b>Continue</b> after you complete the following tasks." = "다음 지시를 완료 후 <b>계속</b>을 클릭하십시오.";
"Make sure the printer is plugged into a power source" = "프린터가 전원에 연결됐는지 확인하십시오";
"Make sure the printer is turned ON" = "프린터가 켜졌는지 확인하십시오";
"For wireless printer setup, remove any Ethernet or USB cables that might be connected to your printer" = "무선 프린터 설정의 경우 프린터에 연결된 Ethernet 또는 USB 케이블을 제거하십시오";
"For assistance with these tasks, consult the information provided with your printer." = "이와 관련된 도움말은 프린터와 함께 제공된 정보를 참조하십시오.";

/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*                            Hawk Specific                                   */
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/

"Download" = "다운로드";
/* Menu item to create new window */
"New Download Window" = "새 다운로드 창";

/* Main screen title */
"Download Software" = "소프트웨어 다운로드";

/* Helping description on the main screen to the seatch field */
"Enter the device model name to start searching for software" = "장치 모델 이름을 입력하여 소프트웨어를 검색하십시오";

/* Stub message when search field is empty and no model is selected */
"No model selected" = "선택된 모델 없음";

/* Title of link to open location of downloaded software component in Finder */
"Show In Finder" = "검색기에서 보기";
